var data = [
  {
    id: 0,
    avatar_img: "/images/avatar/1.png",
    date: "Nov 20 2020",
    post_img: "/images/post/cat.png",
    content:
      "一叶落便知秋意浓，即使江南的绿色褪色之期晚了几许，南飞的大雁也会在天空一会儿排成一字，一会儿排成人字，秋天真的来了，中秋真的来了，国庆真的来了。\n一叶落便知秋意浓.",
    collection_num: 79,
    view_num: 200,
    head_img: "/images/post/cat.png",
    author_name: "小明",
    title: "江南",
    detail:
      "一叶落便知秋意浓，即使江南的绿色褪色之期晚了几许，南飞的大雁也会在天空一会儿排成一字，一会儿排成人字，秋天真的来了，中秋真的来了，国庆真的来了。\n一叶落便知秋意浓，即使江南的绿色褪色之期晚了几许，南飞的大雁也会在天空一会儿排成一字，一会儿排成人字，秋天真的来了，中秋真的来了，国庆真的来了。",
  },
  {
    id: 1,
    avatar_img: "/images/avatar/3.png",
    date: "Nov 20 2020",
    post_img: "/images/post/sls.jpg",
    content:
      "一叶落便知秋意浓，即使江南的绿色褪色之期晚了几许，南飞的大雁也会在天空一会儿排成一字，一会儿排成人字，秋天真的来了，中秋真的来了，国庆真的来了。\n一叶落便知秋意浓，即使江南的绿色褪色之期晚了几许，南飞的大雁也会在天空一会儿排成一字，一会儿排成人字，秋天真的来了，中秋真的来了，国庆真的来了。",
    collection_num: 100,
    view_num: 1002,
    head_img: "/images/post/bl.png",
    author_name: "小花",
    title: "江南",
    detail:
      "一叶落便知秋意浓，即使江南的绿色褪色之期晚了几许，南飞的大雁也会在天空一会儿排成一字，一会儿排成人字，秋天真的来了，中秋真的来了，国庆真的来了。\n一叶落便知秋意浓，即使江南的绿色褪色之期晚了几许，南飞的大雁也会在天空一会儿排成一字，一会儿排成人字，秋天真的来了，中秋真的来了，国庆真的来了。",
  },
];

module.exports = {
  data: data,
};
